{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":{"type":"BPEDecoder","suffix":"##"},"model":{"type":"BPE","dropout":0.1,"unk_token":"[UNK]","continuing_subword_prefix":null,"end_of_word_suffix":"##","fuse_unk":false,"vocab":{"[PAD]":0,"[UNK]":1,"[SOS]":2,"[EOS]":3,"'":4,"-":5,".":6,"0":7,"1":8,"2":9,"3":10,"5":11,"7":12,"8":13,"9":14,"@":15,"D":16,"E":17,"F":18,"I":19,"J":20,"L":21,"M":22,"P":23,"S":24,"T":25,"W":26,"_":27,"a":28,"b":29,"c":30,"d":31,"e":32,"f":33,"g":34,"h":35,"i":36,"j":37,"k":38,"l":39,"m":40,"n":41,"o":42,"p":43,"q":44,"r":45,"s":46,"t":47,"u":48,"v":49,"w":50,"x":51,"y":52,"z":53,"s##":54,"a##":55,"n##":56,"e##":57,"r##":58,"d##":59,"y##":60,"h##":61,"o##":62,"t##":63,"m##":64,"k##":65,"'##":66,"l##":67,"w##":68,"g##":69,"c##":70,"i##":71,"f##":72,"p##":73,"u##":74,"b##":75,"v##":76,"2##":77,"0##":78,"x##":79,"z##":80,"q##":81,"j##":82,"I##":83,"5##":84,"3##":85,"-##":86,"L##":87,"P##":88,"1##":89,"@##":90,".##":91,"EP##":92,"SEP##":93,"_SEP##":94,"er":95,"en":96,"th":97,"FI":98,"LL##":99,"_FI":100,"_FILL##":101,"al":102,"in":103,"ai":104,"me##":105,"pl":106,"da":107,"re":108,"an":109,"on":110,"ea":111,"ti":112,"the##":113,"al_":114,"em":115,"on##":116,"or":117,"qu":118,"emai":119,"to":120,"gen":121,"ha":122,"ery##":123,"gener":124,"general_":125,"ar":126,"pla":127,"_qu":128,"ne":129,"to##":130,"is##":131,"ou":132,"_query##":133,"li":134,"te":135,"me":136,"se##":137,"st##":138,"ing##":139,"et##":140,"ame##":141,"te##":142,"di":143,"name##":144,"st":145,"_name##":146,"de":147,"ve##":148,"email":149,"wha":150,"ro":151,"co":152,"ac":153,"yo":154,"you##":155,"a_":156,"enda":157,"day##":158,"us":159,"ir":160,"fo":161,"my##":162,"what##":163,"tr":164,"ev":165,"cal":166,"plea":167,"please##":168,"pe##":169,"ca":170,"ts##":171,"ur":172,"calenda":173,"ri":174,"email##":175,"play":176,"_s":177,"ch":178,"po":179,"we":180,"gh":181,"la":182,"ty":183,"type##":184,"ol":185,"for##":186,"per":187,"con":188,"qa_":189,"ain##":190,"at##":191,"even":192,"in##":193,"ow##":194,"calendar":195,"ci":196,"er##":197,"ly##":198,"so":199,"mus":200,"ic":201,"and##":202,"wi":203,"oo":204,"son##":205,"t_":206,"of##":207,"ll##":208,"et":209,"tion##":210,"play_":211,"sp":212,"ic##":213,"com":214,"mo":215,"person##":216,"ra":217,"date##":218,"en##":219,"es##":220,"ther":221,"ck##":222,"fir":223,"wea":224,"it##":225,"th##":226,"this##":227,"fac":228,"ce":229,"es":230,"tion":231,"ke##":232,"time##":233,"fin":234,"ma":235,"today##":236,"firm##":237,"ot##":238,"one##":239,"ex":240,"mor":241,"how##":242,"wa":243,"ate##":244,"ad":245,"are##":246,"e_":247,"new":248,"rom##":249,"end":250,"from##":251,"ta":252,"ed##":253,"_set##":254,"ligh":255,"email_query##":256,"comm":257,"un":258,"ld##":259,"soci":260,"have##":261,"boo":262,"id##":263,"music##":264,"spor":265,"out##":266,"any##":267,"tran":268,"new##":269,"sto":270,"transpor":271,"an##":272,"meet":273,"social_":274,"lo":275,"play##":276,"ce##":277,"wor":278,"che":279,"ab":280,"ty##":281,"weather":282,"can##":283,"book##":284,"alar":285,"ent##":286,"list":287,"au":288,"jo":289,"end##":290,"dio":291,"olly##":292,"io":293,"that##":294,"email_s":295,"endemail##":296,"email_sendemail##":297,"do##":298,"defin":299,"iot_":300,"af":301,"wh":302,"facto":303,"qa_facto":304,"qa_factoid##":305,"ch##":306,"post##":307,"medi":308,"t_name##":309,"place":310,"place_name##":311,"meeting##":312,"calendar_set##":313,"event_name##":314,"ould##":315,"defini":316,"cur":317,"tell##":318,"curr":319,"min":320,"ag":321,"sh":322,"tion_":323,"about##":324,"le":325,"cont":326,"_re":327,"le##":328,"list##":329,"do":330,"ap":331,"move##":332,"audio":333,"a_type##":334,"ght##":335,"twe":336,"media_type##":337,"neg":338,"up##":339,"son":340,"general_neg":341,"general_negate##":342,"s_query##":343,"time":344,"am##":345,"transport_":346,"rep":347,"tur":348,"confirm##":349,"ky##":350,"with##":351,"contac":352,"ing":353,"social_post##":354,"plain##":355,"play_music##":356,"ter##":357,"quir":358,"fi":359,"si":360,"general_quir":361,"general_quirky##":362,"pr":363,"explain##":364,"our##":365,"not##":366,"aise##":367,"tweet##":368,"bus":369,"sc":370,"ang":371,"enc":372,"xt##":373,"general_pr":374,"general_praise##":375,"der##":376,"ines":377,"ther##":378,"weather_query##":379,"busines":380,"tw":381,"don":382,"next##":383,"hu":384,"now##":385,"_type##":386,"send##":387,"calendar_query##":388,"check##":389,"ant##":390,"train##":391,"olu":392,"contact##":393,"eat##":394,"mar":395,"alarm":396,"wee":397,"ck":398,"ff##":399,"volu":400,"music":401,"business":402,"add##":403,"morro":404,"last##":405,"_remove##":406,"tomorro":407,"set##":408,"dio##":409,"fe":410,"rec":411,"mu":412,"currenc":413,"repeat##":414,"general_explain##":415,"remin":416,"e_ligh":417,"iot_hu":418,"iot_hue_ligh":419,"date":420,"all##":421,"scri":422,"emails##":423,"news_query##":424,"radio##":425,"descri":426,"pm##":427,"will##":428,"and":429,"recomm":430,"tor##":431,"sta":432,"dca":433,"podca":434,"ear##":435,"stock##":436,"res":437,"be##":438,"definition##":439,"tomorrow##":440,"chang":441,"rea":442,"bo":443,"mi":444,"el":445,"datetime":446,"sa":447,"recommenda":448,"general_repeat##":449,"events##":450,"recommendation_":451,"descrip":452,"get##":453,"vi":454,"vic":455,"again##":456,"whats##":457,"cket##":458,"general_af":459,"general_affirm##":460,"ut##":461,"general_confirm##":462,"calendar##":463,"was##":464,"would##":465,"turn##":466,"hou":467,"descriptor##":468,"business_name##":469,"day":470,"for":471,"_descriptor##":472,"like##":473,"rela":474,"datetime_query##":475,"op":476,"_volu":477,"me_":478,"audio_volu":479,"audio_volume_":480,"word##":481,"change##":482,"um":483,"qa_definition##":484,"aid##":485,"said##":486,"oun":487,"ten##":488,"care##":489,"relation##":490,"coo":491,"fri":492,"need##":493,"joh":494,"off##":495,"be":496,"pi":497,"ight##":498,"foo":499,"right##":500,"event##":501,"stop##":502,"week##":503,"cor":504,"than":505,"cl":506,"tak":507,"no":508,"did##":509,"want##":510,"ail##":511,"ere##":512,"face":513,"iot_hue_light":514,"der":515,"song##":516,"tcare##":517,"general_don":518,"general_dontcare##":519,"correc":520,"go":521,"facebook##":522,"two##":523,"tions##":524,"int":525,"lists":526,"ju":527,"loca":528,"news##":529,"podcast":530,"ine##":531,"ffe":532,"ery":533,"five##":534,"definition_":535,"definition_word##":536,"ber##":537,"goo":538,"star":539,"du":540,"add":541,"ted##":542,"there##":543,"coffe":544,"your##":545,"eawa":546,"takeawa":547,"gi":548,"music_":549,"mon":550,"ting##":551,"lights##":552,"weather##":553,"more##":554,"al##":555,"ticket##":556,"alarm##":557,"de##":558,"se":559,"bir":560,"am":561,"us##":562,"transport_type##":563,"calendar_remove##":564,"coffee##":565,"weather_descriptor##":566,"john##":567,"audiobook##":568,"by##":569,"tter##":570,"par":571,"currency##":572,"play_radio##":573,"su":574,"ho":575,"show##":576,"pre":577,"ink##":578,"_query":579,"email_query":580,"email_querycontact##":581,"e_type##":582,"go##":583,"remind##":584,"birth":585,"ers##":586,"order##":587,"days##":588,"cook":589,"tly##":590,"roo":591,"wn##":592,"place##":593,"cipe##":594,"ree##":595,"could##":596,"mail##":597,"qa_currency##":598,"make##":599,"does##":600,"food":601,"ks##":602,"even##":603,"start##":604,"ey##":605,"ru":606,"food_type##":607,"qa_stock##":608,"fa":609,"email_":610,"just##":611,"find##":612,"think##":613,"ph":614,"appo":615,"dol":616,"birthday##":617,"wer##":618,"ings##":619,"takeaway":620,"command##":621,"intm":622,"appointm":623,"ans":624,"ss":625,"crea":626,"thing##":627,"re##":628,"test##":629,"red##":630,"query##":631,"command":632,"when##":633,"general_command":634,"general_commandstop##":635,"xi##":636,"twen":637,"social_query##":638,"where##":639,"much##":640,"y_name##":641,"currency_name##":642,"cooking":643,"taxi##":644,"tu":645,"know##":646,"give##":647,"chedu":648,"pp":649,"you":650,"ds##":651,"int##":652,"ress##":653,"room##":654,"spon":655,"list_name##":656,"respon":657,"some##":658,"ry##":659,"devic":660,"mute##":661,"ear":662,"three##":663,"podcasts##":664,"arti":665,"twenty##":666,"_set":667,"fic##":668,"schedu":669,"tha":670,"play_podcasts##":671,"device_type##":672,"ser":673,"pe":674,"seven##":675,"t_query##":676,"transport_query##":677,"_recipe##":678,"song":679,"cooking_recipe##":680,"lar##":681,"latest##":682,"its##":683,"ls##":684,"ning##":685,"lists_query##":686,"recommendation_events##":687,"ba":688,"traf":689,"correct##":690,"traffic##":691,"address##":692,"ct##":693,"thats##":694,"twi":695,"bi":696,"ert##":697,"alarm_set##":698,"play_audiobook##":699,"twitter##":700,"down##":701,"response##":702,"ong##":703,"done##":704,"pri":705,"ga":706,"ss##":707,"going##":708,"pro":709,"game##":710,"servic":711,"can":712,"ni":713,"open##":714,"ork##":715,"genre##":716,"movi":717,"thank##":718,"lean":719,"but##":720,"repl":721,"good##":722,"current##":723,"youve##":724,"answer##":725,"service##":726,"hous":727,"com##":728,"tes##":729,"clean":730,"bu":731,"top":732,"many##":733,"preci":734,"happ":735,"york##":736,"work##":737,"appreci":738,"remove##":739,"no##":740,"up":741,"mom##":742,"music_genre##":743,"sun":744,"playlist##":745,"dollar##":746,"ff":747,"if##":748,"nt##":749,"ki":750,"artist":751,"hun":752,"appointment##":753,"e_place##":754,"house_place##":755,"artist_name##":756,"topic##":757,"hi":758,"let##":759,"sday##":760,"morning##":761,"dele":762,"news":763,"ja":764,"yea":765,"det":766,"er_set":767,"player_set":768,"player_setting##":769,"nine##":770,"locations##":771,"reply##":772,"fu":773,"dot##":774,"pa":775,"ess##":776,"delete##":777,"week":778,"recommendation_locations##":779,"liv":780,"_crea":781,"thir":782,"oradd##":783,"teoradd##":784,"lists_crea":785,"lists_createoradd##":786,"toff##":787,"joke##":788,"iot_hue_lightoff##":789,"dred##":790,"hundred##":791,"lists_remove##":792,"volume##":793,"col":794,"mer##":795,"_topic##":796,"compla":797,"wem":798,"so##":799,"news_topic##":800,"reminder##":801,"complaint##":802,"eight##":803,"six##":804,"el##":805,"ound##":806,"age##":807,"num":808,"friday##":809,"shop":810,"alarm_query##":811,"clear##":812,"audio_volume_mute##":813,"ton":814,"music_query##":815,"schedule##":816,"once##":817,"gre":818,"hear##":819,"thanks##":820,"resta":821,"restaur":822,"inst":823,"under":824,"fif":825,"business_type##":826,"lik":827,"party##":828,"read##":829,"ack##":830,"hel":831,"ori":832,"mess":833,"spea":834,"um##":835,"try##":836,"light##":837,"march##":838,"hey##":839,"ue##":840,"number##":841,"ally##":842,"cha":843,"est##":844,"got##":845,"four##":846,"king##":847,"ll":848,"has##":849,"dim##":850,"audio_volume_up##":851,"ner##":852,"je":853,"rate##":854,"phone##":855,"loo":856,"transport_ticket##":857,"zz":858,"vac":859,"sor":860,"the":861,"any":862,"pizz":863,"who##":864,"iot_hue_lightchange##":865,"sorry##":866,"fur":867,"fol":868,"every##":869,"exchange##":870,"bet":871,"as":872,"fy##":873,"podcast##":874,"bri":875,"ice##":876,"din":877,"ful##":878,"gle##":879,"further##":880,"iot_coffee##":881,"or##":882,"world##":883,"epi":884,"episo":885,"hour##":886,"tch##":887,"ter":888,"ture##":889,"ple##":890,"bl":891,"ver##":892,"price##":893,"pu":894,"eness##":895,"ping##":896,"pizza##":897,"episode##":898,"noon##":899,"rece":900,"box##":901,"likeness##":902,"vacu":903,"cre":904,"tem":905,"wr":906,"recei":907,"lab":908,"dont##":909,"resu":910,"happen":911,"infor":912,"cance":913,"inf":914,"ails##":915,"ster":916,"wed":917,"ween##":918,"tonight##":919,"radio":920,"tues":921,"vacuum##":922,"inbox##":923,"google##":924,"trum":925,"ved##":926,"ari":927,"rock##":928,"rob":929,"takeaway_query##":930,"say##":931,"really##":932,"radio_name##":933,"ean##":934,"ama":935,"ack":936,"info##":937,"_order##":938,"takeaway_order##":939,"cancel##":940,"shopping##":941,"amaz":942,"ths##":943,"alarms##":944,"ents##":945,"between##":946,"mation##":947,"chi":948,"addcontact##":949,"email_addcontact##":950,"play_game##":951,"person":952,"resume##":953,"ich##":954,"thirty##":955,"as##":956,"gar":957,"friend##":958,"ated##":959,"roc":960,"playing##":961,"transport_traffic##":962,"rs##":963,"gh##":964,"clo":965,"trump##":966,"gmail##":967,"dnt##":968,"ft##":969,"war":970,"music_likeness##":971,"restaurant##":972,"mic":973,"home##":974,"information##":975,"wrong##":976,"appreciated##":977,"sar":978,"city##":979,"br":980,"game":981,"put##":982,"weekend##":983,"indi":984,"ence##":985,"song_name##":986,"gra":987,"na":988,"teen##":989,"mart##":990,"ys##":991,"movies##":992,"songs##":993,"should##":994,"ding##":995,"ver":996,"of":997,"which##":998,"iot_hue_lightdim##":999},"merges":["E P##","S EP##","_ SEP##","e r","e n","t h","F I","L L##","_ FI","_FI LL##","a l","i n","a i","m e##","p l","d a","r e","a n","o n","e a","t i","th e##","al _","e m","o n##","o r","q u","em ai","t o","g en","h a","er y##","gen er","gener al_","a r","pl a","_ qu","n e","t o##","i s##","o u","_qu ery##","l i","t e","m e","s e##","s t##","in g##","e t##","a me##","t e##","d i","n ame##","s t","_ name##","d e","v e##","emai l","w ha","r o","c o","a c","y o","yo u##","a _","en da","da y##","u s","i r","f o","m y##","wha t##","t r","e v","c al","pl ea","plea se##","p e##","c a","t s##","u r","cal enda","r i","emai l##","pla y","_ s","c h","p o","w e","g h","l a","t y","ty pe##","o l","fo r##","p er","c on","q a_","ai n##","a t##","ev en","i n##","o w##","calenda r","c i","e r##","l y##","s o","m us","i c","an d##","w i","o o","s on##","t _","o f##","l l##","e t","ti on##","play _","s p","i c##","co m","m o","per son##","r a","da te##","e n##","e s##","th er","c k##","f ir","w ea","i t##","t h##","th is##","f ac","c e","e s","ti on","k e##","ti me##","f in","m a","to day##","fir m##","o t##","on e##","e x","m or","h ow##","w a","a te##","a d","ar e##","e _","ne w","ro m##","en d","f rom##","t a","e d##","_s et##","li gh","email _query##","com m","u n","l d##","so ci","ha ve##","b oo","i d##","mus ic##","sp or","ou t##","an y##","tr an","ne w##","s to","tran spor","a n##","me et","soci al_","l o","pla y##","c e##","w or","ch e","a b","t y##","wea ther","ca n##","boo k##","al ar","en t##","li st","a u","j o","en d##","di o","ol ly##","i o","th at##","email _s","end email##","email_s endemail##","d o##","de fin","io t_","a f","w h","fac to","qa_ facto","qa_facto id##","c h##","po st##","me di","t _name##","pla ce","place _name##","meet ing##","calendar _set##","even t_name##","ou ld##","defin i","c ur","te ll##","cur r","m in","a g","s h","tion _","ab out##","l e","con t","_ re","l e##","li st##","d o","a p","mo ve##","au dio","a_ type##","gh t##","t we","medi a_type##","ne g","u p##","s on","general_ neg","general_neg ate##","s _query##","ti me","a m##","transpor t_","re p","t ur","con firm##","k y##","wi th##","cont ac","in g","social_ post##","pl ain##","play_ music##","te r##","qu ir","f i","s i","general_ quir","general_quir ky##","p r","ex plain##","ou r##","n ot##","ai se##","twe et##","b us","s c","an g","en c","x t##","general_ pr","general_pr aise##","de r##","in es","th er##","weather _query##","bus ines","t w","d on","ne xt##","h u","n ow##","_ type##","s end##","calendar _query##","che ck##","an t##","tr ain##","ol u","contac t##","ea t##","m ar","alar m","we e","c k","f f##","v olu","mus ic","busines s","ad d##","mor ro","la st##","_re move##","to morro","s et##","di o##","f e","re c","m u","curr enc","rep eat##","general_ explain##","re min","e_ ligh","iot_ hu","iot_hu e_ligh","da te","al l##","sc ri","email s##","new s_query##","ra dio##","de scri","p m##","wi ll##","an d","re comm","to r##","st a","d ca","po dca","ea r##","sto ck##","re s","b e##","defini tion##","tomorro w##","ch ang","re a","b o","m i","e l","date time","s a","recomm enda","general_ repeat##","even ts##","recommenda tion_","descri p","g et##","v i","v ic","ag ain##","wha ts##","ck et##","general_ af","general_af firm##","u t##","general_ confirm##","calenda r##","wa s##","w ould##","tur n##","h ou","descrip tor##","business _name##","da y","f or","_ descriptor##","li ke##","re la","datetime _query##","o p","_ volu","me _","audio _volu","audio_volu me_","wor d##","chang e##","u m","qa_ definition##","ai d##","s aid##","ou n","te n##","c are##","rela tion##","co o","f ri","ne ed##","jo h","o ff##","b e","p i","i ght##","fo o","ri ght##","even t##","sto p##","wee k##","c or","th an","c l","ta k","n o","di d##","w ant##","ai l##","er e##","fac e","iot_hue_ligh t","d er","son g##","t care##","general_ don","general_don tcare##","cor rec","g o","face book##","tw o##","tion s##","in t","list s","j u","lo ca","new s##","podca st","in e##","f fe","er y","fi ve##","defini tion_","definition_ word##","b er##","g oo","st ar","d u","ad d","te d##","ther e##","co ffe","y our##","ea wa","tak eawa","g i","music _","m on","t ing##","ligh ts##","wea ther##","mor e##","a l##","ti cket##","alar m##","d e##","s e","b ir","a m","u s##","transport_ type##","calendar _remove##","coffe e##","weather _descriptor##","joh n##","audio book##","b y##","t ter##","p ar","currenc y##","play_ radio##","s u","h o","s how##","p re","in k##","_qu ery","email _query","email_query contact##","e_ type##","g o##","remin d##","bir th","er s##","or der##","day s##","coo k","t ly##","ro o","w n##","pla ce##","ci pe##","re e##","c ould##","m ail##","qa_ currency##","ma ke##","do es##","foo d","k s##","ev en##","star t##","e y##","r u","food _type##","qa_ stock##","f a","email _","ju st##","fin d##","th ink##","p h","ap po","d ol","birth day##","we r##","ing s##","takeawa y","comm and##","int m","appo intm","an s","s s","c rea","th ing##","r e##","te st##","re d##","qu ery##","comm and","wh en##","general_ command","general_command stop##","x i##","tw en","social_ query##","wh ere##","mu ch##","y _name##","currenc y_name##","cook ing","ta xi##","t u","k now##","gi ve##","che du","p p","y ou","d s##","in t##","res s##","roo m##","sp on","list _name##","re spon","so me##","r y##","de vic","mu te##","ea r","th ree##","podcast s##","ar ti","twen ty##","_s et","f ic##","s chedu","th a","play_ podcasts##","devic e_type##","s er","p e","s even##","t _query##","transpor t_query##","_re cipe##","son g","cooking _recipe##","la r##","la test##","i ts##","l s##","n ing##","list s_query##","recommendation_ events##","b a","tr af","correc t##","traf fic##","add ress##","c t##","tha ts##","t wi","b i","er t##","alarm _set##","play_ audiobook##","twi tter##","do wn##","respon se##","on g##","d one##","p ri","g a","s s##","go ing##","p ro","g ame##","ser vic","c an","n i","op en##","or k##","gen re##","mo vi","than k##","le an","b ut##","re pl","goo d##","curr ent##","you ve##","ans wer##","servic e##","hou s","co m##","te s##","c lean","b u","to p","m any##","pre ci","ha pp","y ork##","wor k##","ap preci","re move##","n o##","u p","mo m##","music_ genre##","s un","play list##","dol lar##","f f","i f##","n t##","k i","arti st","h un","appointm ent##","e_ place##","hous e_place##","artist _name##","top ic##","h i","l et##","s day##","mor ning##","de le","new s","j a","y ea","de t","er _set","play er_set","player_set ting##","n ine##","loca tions##","repl y##","f u","d ot##","p a","es s##","dele te##","wee k","recommendation_ locations##","li v","_ crea","th ir","or add##","te oradd##","lists _crea","lists_crea teoradd##","to ff##","jo ke##","iot_hue_ligh toff##","d red##","hun dred##","lists _remove##","volu me##","co l","me r##","_ topic##","com pla","w em","s o##","news _topic##","remin der##","compla int##","e ight##","si x##","e l##","oun d##","ag e##","n um","fri day##","sh op","alarm _query##","cl ear##","audio_volume_ mute##","t on","music _query##","schedu le##","on ce##","g re","h ear##","than ks##","re sta","resta ur","in st","un der","fi f","business _type##","li k","par ty##","rea d##","ac k##","h el","or i","me ss","sp ea","u m##","tr y##","ligh t##","mar ch##","h ey##","u e##","num ber##","al ly##","c ha","e st##","g ot##","f our##","k ing##","l l","ha s##","di m##","audio_volume_ up##","ne r##","j e","ra te##","ph one##","l oo","transport_ ticket##","z z","v ac","s or","th e","an y","pi zz","wh o##","iot_hue_light change##","sor ry##","f ur","fo l","ev ery##","ex change##","b et","a s","f y##","podca st##","b ri","ic e##","d in","fu l##","g le##","fur ther##","iot_ coffee##","o r##","wor ld##","e pi","epi so","h our##","t ch##","t er","tur e##","pl e##","b l","v er##","pri ce##","p u","en ess##","p ing##","pizz a##","episo de##","no on##","re ce","bo x##","lik eness##","vac u","c re","t em","w r","rece i","la b","don t##","res u","happ en","in for","can ce","in f","ai ls##","st er","we d","we en##","ton ight##","ra dio","tu es","vacu um##","in box##","goo gle##","tr um","v ed##","ar i","ro ck##","ro b","takeaway _query##","sa y##","re ally##","radio _name##","ea n##","a ma","ac k","inf o##","_ order##","takeaway _order##","cance l##","shop ping##","ama z","th s##","alarm s##","en ts##","bet ween##","ma tion##","ch i","add contact##","email_ addcontact##","play_ game##","per son","resu me##","ic h##","thir ty##","a s##","g ar","fri end##","a ted##","ro c","play ing##","transport_ traffic##","r s##","g h##","c lo","trum p##","g mail##","d nt##","f t##","w ar","music_ likeness##","restaur ant##","m ic","ho me##","infor mation##","wr ong##","appreci ated##","s ar","ci ty##","b r","ga me","p ut##","week end##","in di","en ce##","song _name##","g ra","n a","te en##","mar t##","y s##","movi es##","song s##","sh ould##","d ing##","v er","o f","wh ich##","iot_hue_light dim##"]}}